<?php

$lang = array(
	"LoginError"=>"*Имя пользователя должно быть заполнено.",
	"PasswordError"=>"*Пароль должен быть заполнен.",
	"ErrorPassLogin"=>"Неправильное имя пользователя или пароль!",
    "login" => "Логин",
    "password" => "Пароль",
    "forgot" => "Забыли пароль?",

	"NameMustBlank" => "Имя пользователя должно быть заполнено",
    "NewPasswordSent" => "Новый пароль отправлен на ваш адрес электронной почты",
    "FailedSendPassword" => "Не удалось отправить новый пароль",
	"NameNotAvailable" => "Имя пользователя не доступно",


	//Меню
    "StatusBar" => "Панель состояния",
	"Orders" => "Заказы",
	"Categorys" => "Категории",
	"Goods" => "Товары",
	"Publications" => "Публикации",
	"Gallery" => "Галерея",
	"News" => "Новости",
	"Banner" => "Баннер",
	"Settings" => "Настройки",
	"TaxesCurrency" => "Налоги и валюта",
	"Administrator" => "Администратор",
    "Add Admin" => "Add Admin",
	"Company" => "Компания",
	"Exit" => "Выход",

	//Кнопки
	"Back" => "Назад",
	"Update" => "Обновить",
	"Send" => "Отправить",
	"Add" => "Добавить",
	"Remove" => "Удалить",
	"Edit" => "Изменить",
	"Cancel" => "Отмена",
	"Reset" => "Сброс",
	"Search" => "Поиск:",

	"ImageNotFound" => "Изображение не найдено!",
	"CategoryNotFound" => "Категория не найдена!",
	"GoodsNotFound" => "Товар не найдено!",
	"NewsNotFound" => "Новости не найдены!",
	"OrdersNotFound" => "Заказ не обнаружен!",

	//Пароль
	"NewPasswordBad" => "Новый пароль не надежен!",
	"PasswordNotMatch" => "Новые пароли не совпадают друг с другом!",
	"PasswordIncorrect" => "Старый пароль неправильный!",
	"PasswordRequired" => "Требуется старый пароль!",

	"ErrorEmail" => "Неправильный формат электронной почты!",

	//Удалить
	"DeleteOrder" => "Удалить заказ",
	"QuestionOrder" => "Вы действительно хотите удалить этот заказ?",
	"DeleteCategory" => "Удалить категорию",
	"QuestionCategory" => "Вы действительно хотите удалить категорию?",
	"DeleteGoods" => "Удалить товар",
	"QuestionGoods" => "Вы действительно хотите удалить товар?",
	"DeleteGallery" => "Удалить изображение",
	"QuestionGallery" => "Вы действительно хотите удалить это изображение?",
	"DeleteNews" => "Удалить новость",
	"QuestionNews" => "Вы действительно хотите удалить эту новость?",
	"DeleteBanner" => "Удалить баннер",
	"QuestionBanner" => "Вы действительно хотите удалить это изображение?",

	//Редактировать
	"EditingCategory" => "Редактировать категорию",
	"EditingGoods" => "Редактировать товар",
	"EditingGallery" => "Редактировать изображение",
	"EditingNews" => "Редактировать новость",
	"EditCompany" => "Редактировать данные компании",

	//Добавить
	"AddCategory" => "Добавить новую категорию",
	"AddProduct" => "Добавить новый товар",
	"AddNews" => "Добавить новость",
	"AddImage" => "Добавить изображение",
    "AddCompany" => "Добавить компанию",

	"EXPECTATION" => "ОЖИДАНИЕ",
	"DONE" => "ВЫПОЛНЕНО",
	"CANCELED" => "ОТМЕНЕН",

	"ErrorIMG" => "Изображение должно быть в формате jpg, jpeg, gif, png!",
	"Attention" => "Проверьте пустые поля!",
    "AttentionIMG" => "Миниатюра не создана ... загрузите изображение еще раз",
	"WarningIMG" => "Изображение не загружено!",
	"ErrorPrice" => "Поле должно содержать только цифры!",
	"ErrorStatus" => "Выберите статус товара!",
	"ErrorData" => "Дата не добавлена!",

	"SuccessfullyAdded" => "Добавлено",
	"NotAdded" => "Не добавлено",
	"DataChanged" => "Данные изменены",
	"DataNotChanged" => "Данные не изменены",

	"OrderDetails" => "Детали заказа",
	"Name" => "Имя",
	"Phone" => "Телефон",
	"Email" => "Email",
	"City" => "Город",
	"Region" => "Регион",
	"Address" => "Адрес",
	"DateTime" => "Дата/Время заказа",
	"Payment" => "Оплата",
	"Orders" => "Заказы",
	"Comment" => "Коментарий",
	"NoComment" => "Без комментариев",
	"Status" => "Статус",

	"EmailNotification" => "Email Уведомление",
	"Subject" => "Тема",
	"Message" => "Сообщение",

	//Товары
	"Price" => "Цена",
    "Wevoam" => "Вес/Объем/Количество: (100 г/250 мл/1 шт)",
	"Available" => "Доступно",
    "Sales" => "Продано",

	"Home" => "Главная",
	"Notification" => "Уведомление",

	"Category" => "Категория",
	"Act" => "Действие",
	"Picture" => "Изображение",
	"Description" => "Описание",
    "Header" => "Заголовок",
    "Date" => "Дата",

	"Tax" => "Налог (%)",
	"TaxNumberInfo" => "Налог должен быть в числовом диапазоне.",
	"Currency" => "Валюта",

	"Username" => "Имя пользователя",
	"OldPassword" => "Старый пароль",
	"NewPassword" => "Новый пароль",
	"ReenterPassword" => "Введите повторно новый пароль",

	"Logotype" => "Логотип",
	"CompanyName" => "Название компании",


	"Support" => "Техподдержка",
	"TitleSupport" => "Задайте свой вопрос и мы постараемся ответить на него как можно быстрей",
	"NameCompany" => "Имя/Компания",


    "EmailSubject" => "Уведомление об изменениях в учетной записи!",
	"ChangeMessage" => "Вы меняете свою информацию, такую как электронная почта или пароль.",
	"ResetMessage" => "Ваш новый пароль: ",
	"ReservationSubject" => "Новое уведомление о заказе!",
	"ReservationMessage" => "У вас новый заказ, пожалуйста проверьте панель администратора.",
	"CompanyTitle" => "Уведомление о заказе",


);

?>